{"nodes":[{"type":"node","id":"4824","labels":["User"],"properties":{"num_docs":43,"source_score":0.188045084863474,"UserID":5,"Name":"Fiona Lim"}},{"type":"node","id":"1266","labels":["Document"],"properties":{"DocID":1930,"bbc_cat":"Tech","text":"Pandas benefit from wireless net The world's dwindling panda population is getting a helping hand from a wireless internet network. The Wolong Nature Reserve in the Sichuan Province of southwest China is home to 20% of the remaining 1,500 giant pandas in the world. A broadband and wireless network installed on the reserve has allowed staff to chronicle the pandas' daily activities. The data and images can be shared with colleagues around the world. The reserve conducts vital research on both panda breeding and bamboo ecology. Using the network, vets have been able to observe how infant pandas feed and suggest changes to improve the tiny cubs' chances of survival. \"Digital technology has transformed the way we communicate and share information inside Wolong and with the rest of the world,\" said Zhang Hemin, director of the Wolong Nature Reserve. \"Our researchers now have state-of-the-art digital technology to help foster the panda population and manage our precious surroundings.\" The network has been developed by Intel, working closely with the staff at Wolong. It includes a 802.11b wireless network and a video monitoring system using five cameras to observe pandas around the clock. Before the new infrastructure arrived at the panda park, staff walked or drove to deliver floppy disks across the reserve. Infant panda health was recorded on paper notebooks and research teams in the field had little access to the data. To foster cultural links across the globe, a children's learning lab has been incorporated in the network, in collaboration with Globio (Federation for Global Biodiversity Education for Children), an international non-profit organisation. It will enable children at local primary schools to hook up with their peers in Portland, Oregon in the US. \"Digital technology brings this story to life by enabling a global dialogue to help bridge cultures around the world,\" said Globio founder Gerry Ellis. "}},{"type":"node","id":"1419","labels":["Document"],"properties":{"DocID":2083,"bbc_cat":"Tech","text":"Apple unveils low-cost 'Mac mini' Apple has unveiled a new, low-cost Macintosh computer for the masses, billed as the Mac mini. Chief executive Steve Jobs showed off the new machine at his annual MacWorld speech, in San Francisco. The $499 Macintosh, sold for £339 in the UK, was described by Jobs as the \"most important Mac\" made by Apple. Mr Jobs also unveiled the iPod shuffle, a new music player using cheaper flash memory rather than hard drives, which are used in more expensive iPods. The new computer shifts the company into new territory - traditionally, the firm is known as a design and innovation-led firm rather than as a mass-market manufacturer. The Mac mini comes without a monitor, keyboard and mouse, and a second version with a larger hard drive will also be sold for $599. The machine - which will be available from 22 January - was described by Jobs as \"BYODKM... bring your own display, keyboard, and mouse\". In an attempt to win over Windows PC customers, Mr Jobs said it would appeal to people thinking of changing operating systems. \"People who are thinking of switching will have no more excuses,\" he said. \"It's the newest and most affordable Mac ever.\" The new computer has been the subject of speculation for several weeks and while few people will be surprised by the announcement many analysts had already said it was a sensible move. In January, Apple sued a website after it published what it said were specifications for the new computer. Ian Harris, deputy editor of UK magazine Mac Format, said the machine would appeal to PC-owning consumers who had purchased an iPod. \"They want a further taste of Mac because they like what they have seen with iPod.\" Harris added: \"Everybody thought that Apple was happy to remain a niche maker of luxury computers, and moving into a market dominated by low margin manufacturers like Dell is a bold move. \"But it shows that Apple is keen to capitalise on the mass market success it's had with the iPod. The Mac mini will appeal to PC users looking for an attractive, 'no fuss' computer.\" The new iPod shuffle comes in two versions - one offering 512mb of storage for $99 (£69 in the Uk) and a second with one gigabyte of storage for $149 (£99) - and went on sale Tuesday. The music player has no display and will play songs either consecutively or shuffled. The smaller iPod will hold about 120 songs, said Mr Jobs. Mr Jobs told the delegates at MacWorld that iPod already had a 65% market share of all digital music players. "}},{"type":"node","id":"1307","labels":["Document"],"properties":{"DocID":1971,"bbc_cat":"Tech","text":"ITunes user sues Apple over iPod A user of Apple's iTunes music service is suing the firm saying it is unfair he can only use an iPod to play songs. He says Apple is breaking anti-competition laws in refusing to let other music players work with the site. Apple, which opened its online store in 2003 after launching the iPod in 2001, uses technology to ensure each song bought only plays on the iPod. Californian Thomas Slattery filed the suit in the US District Court in San Jose and is seeking damages. \"Apple has turned an open and interactive standard into an artifice that prevents consumers from using the portable hard drive digital music player of their choice,\" the lawsuit states. The key to such a lawsuit would be convincing a court that a single brand like iTunes is a market in itself separate from the rest of the online music market, according to Ernest Gellhorn, an anti-trust law professor at George Mason University. \"As a practical matter, the lower courts have been highly sceptical of such claims,\" Prof Gellhorn said. Apple has sold more than six million iPods since the gadget was launched and has an 87% share of the market for portable digital music players, market research firm NPD Group has reported. More than 200 million songs have been sold by the iTunes music store since it was launched. \"Apple has unlawfully bundled, tied, and/or leveraged its monopoly in the market for the sale of legal online digital music recordings to thwart competition in the separate market for portable hard drive digital music players, and vice-versa,\" the lawsuit said. Mr Slattery called himself an iTunes customer who \"was also forced to purchase an Apple iPod\" if he wanted to take his music with him to listen to. A spokesman for Apple declined to comment. Apple's online music store uses a different format for songs than Napster, Musicmatch, RealPlayer and others. The rivals use the MP3 format or Microsoft's WMA format while Apple uses AAC, which it says helps thwart piracy. The WMA format also includes so-called Digital Rights Management which is used to block piracy. "}},{"type":"node","id":"1383","labels":["Document"],"properties":{"DocID":2047,"bbc_cat":"Tech","text":"Disney backs Sony DVD technology A next generation DVD technology backed by Sony has received a major boost. Film giant Disney says it will produce its future DVDs using Sony's Blu-ray Disc technology, but has not ruled out a rival format developed by Toshiba. The two competing DVD formats, Blu-ray developed by Sony and others, and Toshiba's HD-DVD, have been courting top film studios for several months. The next generation of DVDs promises very high quality pictures and sound, as well as a lot of data. Both technologies use a blue laser to write information. It has a shorter wavelength so more data can be stored. Disney is the latest studio to announce which technology it is backing in a format battle which mirrors the 1980s Betamax versus VHS war. Sony lost out to JVC in that fight. The current battle for Hollywood's hearts and minds is a crucial one because high-definition films will bring in billions of revenue and the studios would prefer to use one standard. Last month, Paramount, Universal and Warner Brothers said they were opting for the Toshiba and NEC-backed format, HD-DVD high-definition discs. Those studios currently produce about 45% of DVD content. Sony Pictures Entertainment and MGM Studios have already staked their allegiance with the Blu-ray Disc Association, whose members also include technology companies Dell, Samsung and Matsushita. Twentieth Century Fox is still to announce which technology it will be supporting. If Fox decided to go with Blu-ray too, it would mean the format would have a 47% share of DVD content. Disney said its films would be available on the Blu-ray format when DVD players for the standard went on sale on North America and Japan, expected in 2006. Universal is to start producing films on the HD-DVD format in 2005, and Paramount will start releasing titles using the standard in 2006. Toshiba expects sales of HD-DVDs to reach 300bn yen ($2.9bn, £1.5bn) by 2010. "}},{"type":"node","id":"1402","labels":["Document"],"properties":{"DocID":2066,"bbc_cat":"Tech","text":"PC photo printers challenge pros Home printed pictures can be cheaper and higher quality than those from High Street developers, tests shows. A survey carried out by PC Pro magazine looked at which of 100 home photo printers offered a better deal than handing your snaps to a photo lab. The tests found that images from top PC printers kept their colour longer than professionally produced photographs. But using the wrong printer cartridge could means snaps fade in months, warned the magazine. The group test of 100 home photo printers for PCs discovered how much it costs to create images using the devices compared to online developers as well as High Street names such as Jessops, Boots and Snappy Snaps. The comprehensive test also revealed how quickly different printers produced images, the quality of the finished image and how resistant finished pictures were to smudging or water damage. It found that although some ink for printers now costs more than £2 per millilitre it can still be cheaper to produce prints from photographs at home than it is to send them off to a High Street store. \"If you really like your photos, then it's definitely worth printing at home instead of going to the high street, but only if you choose the right printer,\" said Nick Ross, top tester at PC Pro. Mr Ross said that a new generation of printers produced images with brighter colours and that were less likely to fade than many High Street developers or even some professional wedding photographers. Some High Street photo shops can be the cheapest when it came to developing prints that were 6x4in, said Mr Ross, but the test revealed that images 7x5in and 8x10in in size were cheaper to produce at home. According to PC Pro, producing a print 8x10in on an Epson R800 printer using top quality paper costs £1.87. At Jessops the same image would cost £2.50 and at Snappy Snaps £9.99. A 10x7in snap at Boots would cost £4.99. \"Considering how inconvenient it can be to go to the High Street and how silver-halide prints can fade in the sun, we're adamant that it's now better, cheaper and more convenient to print at home,\" he said. Ann Simpson, marketing manager at Snappy Snaps believes the convenience of high street printing will continue to attract customers. \"Some people will want to do their own thing on their computer but the feedback to us is that customers often have to print two or three pictures at home in order to get a good one,\" she said. \"Many people are not skilled at getting the colour, contrast and cropping right and they don't want the hassle,\" she added. The magazine test found that which ink consumers use determined how long their prints lasted before they started fading. It recommended avoiding so-called third-party inks not produced by printer makers because they tended to produce prints that fade the quickest. "}},{"type":"node","id":"1208","labels":["Document"],"properties":{"DocID":1872,"bbc_cat":"Tech","text":"Domain system scam fear A system to make it easier to create website addresses using alphabets like Cyrillic could open a back door for scammers, a trade body has warned. The Internationalised Domain Names system has been a work in progress for years and has recently been approved by the Internet Electronic Task Force. But the UK Internet Forum (UKIF) is concerned that the system will let scammers create fake sites more easily. The problem lies in the computer codes used to represent language. Registering names that look like that of legitimate companies but lead users to fake sites designed to steal passwords and credit card details could become a whole lot easier for determined scammers, says Stephen Dyer, director of UKIF. Domain names are the \"real language\" addresses of websites, rather than their internet protocol address, which is a series of numbers. They are used so people can more easily navigate the web. So-called ASCII codes are used to represent European languages but for other languages a hybrid of a system called Unicode is used. So, for example, website PayPal could now be coded using a mixture of the Latin alphabet and the Russian alphabet. The resulting domain as displayed to the users would look identical to the real site as a Russian 'a' look just like an English 'a'. But the computer code would be different, and the site it would lead users to could be a fake. This is more than just a theory. A fake Paypal.com has already been registered with net domain giant Verisign by someone who has followed the debate around the Internationalised Domain Name (IDN) system, said Mr Dyer. As the idea was to prove a point rather than be malicious the fake domain has now been handed back to Paypal but it sets a worrying precedent, Mr Dyer said. \"Although the IDN problem is well known in technical circles, the commercial world is totally unaware how easily their websites can be faked,\" said Mr Dyer. \"It is important to alert users that there is a new and invisible and almost undetectable way of diverting them to what looks like a perfectly genuine site,\" he added. There are solutions. For instance, browsers could spot domains that use mixed characters and display them in different colours as a warning to users. Mr Dyer acknowledged that it would be a huge undertaking to update all the world's browsers. Another solution, to introduce IDN-disabled browsers could be a case of \"throwing out the baby with the bath water,\" he said. CENTR, the Council of European National Top Level Domain Registries, agrees. \"A rush to introduce IDN-disabled browsers into the marketplace is an overly-zealous step that will harm public confidence in IDNs - a technology that is desperately needed in the non-English speaking world,\" the organisation said in a statement. "}},{"type":"node","id":"1346","labels":["Document"],"properties":{"DocID":2010,"bbc_cat":"Tech","text":"A question of trust and technology A major government department is without e-mail for a week, and technology analyst Bill Thompson wants to know what happened. A couple of weeks ago I wrote about how my girlfriend had suffered when her cable modem blew up and she was offline for several days. It seems that thousands of civil servants at the UK's Department of Work and Pensions went through the same thing last week. It has emerged that the internal network crashed in a particularly horrible way, depriving staff of e-mail and access to the application software they use to calculate people's benefit and pension entitlement or note changes in personal circumstances. Senior consultants from EDS, the computer firm which manage the system, and Microsoft, which supplied the software, were running around trying to figure out what had to be done to fix it all, while staff resorted to phone, fax and probably carrier pigeon to get work done. Fortunately the back-office systems which actually pay people their money were still working, so only new claims and updates were affected done properly. This is bad enough for those affected, but it does mean that the impact is not devastating for millions of pensioners. I am sure regular readers will be expecting one of my usual diatribes against poor software, badly specified systems and inadequate disaster recovery plans. Although the full story has not yet been told, it seems that the problem started when a plan to upgrade some of the computers from Windows 2000 to Windows XP went wrong, and XP code was inadvertently copied to thousands of machines across the network. This is certainly unfortunate, but I have a lot of sympathy for the network managers and technology staff involved. Today's computer networks are large, complex and occasionally fragile. The interconnectedness that we all value also gives us a degree of instability and unpredictability that we cannot design out of the systems. It is the network equivalent of Godel's Theorem - any system sufficiently complex to be useful is also able to collapse catastrophically. So I will reserve judgment on the technology aspects until we all know what actually happened and whether it was a consequence of software failure or just bad luck. What is really disturbing, and cannot be excused, is the fact that it took four days for news of this systems failure to leak out into the technical press. It is, without a doubt, a major story and was the second or third lead item on BBC Radio 4's Today programme throughout Friday morning. So why did not the prime minister's official spokesman mention it at any lobby briefings before Friday? Why was not the pensions minister in Parliament to make an emergency statement on Tuesday, when it was clear that there was a serious problem? If there had been an outbreak of Legionnaire's disease in the air conditioning system we would have been told, but it seems that major technology problems do not merit the same treatment. While EDS and Microsoft will no doubt be looking for technical lessons to learn from their week of pain, we can learn some political lessons too. And the most important is that in this digital world, technology failures are matters of public interest, not something that can be ignored in the hope that nobody will notice, care or understand. That means we need a full report on what went wrong and what was done to fix it. It would be unacceptable for any of the parties involved to hide behind commercial confidentiality or even parliamentary privilege. A major system has evidently collapsed and we need to know what went wrong and what is being done differently. Anything less is a betrayal of public trust. Bill Thompson is a regular commentator on the BBC World Service programme Go Digital. "}},{"type":"node","id":"1425","labels":["Document"],"properties":{"DocID":2089,"bbc_cat":"Tech","text":"Blinx sequel purrs nicely The original Blinx was intended to convert many platform game lovers to Microsoft's then new Xbox console. Its sharp graphics and novel gameplay, with the main character able to pause, slow, rewind and fast-forward time, were meant to lure many fans to the new machine. But poor design meant the game became a very frustrating affair with players often stranded half-way through a level without the required tools to finish. Thankfully, the sequel has fixed many of the original faults. This time around you do not play as Blinx but instead you are given the chance to create two unique cat characters and two pig characters. The character generator is very detailed and a few minutes of tweaking and adjusting will create a unique personality to unleash on the game. As the game progresses you swap between the two rival factions, pig and feline, assuming the role of your created characters. The thrust of the game sees the two factions competing to recover pieces of a missing Time Crystal. As in the original, your feline persona can control time, but this time the pigs get to control space. There are a number of puzzles which require control over time to solve while the pigs can create things such as warps, space bubbles and void traps in order to progress. The control over space and time is achieved through a number of VCR-style icons and is quite intuitive. Annoyingly, the puzzles are a little too obviously flagged up and most gamers will find it more of a chore than a challenge to solve them. The game has also tried to emulate franchises such as Jak and Daxter and Ratchet and Clank on PS2 and so there are a number of combat elements. These are a little predictable and tend to drag the general polish of the game down to a more dulled affair. But the game's excellent graphics, easily the best-looking platform game around, sound and dollops of humour make it an attractive game for younger platform fans. Blinx 2 is out on Xbox now. "}},{"type":"node","id":"1285","labels":["Document"],"properties":{"DocID":1949,"bbc_cat":"Tech","text":"'Ultimate game' award for Doom 3 Sci-fi shooter Doom 3 has blasted away the competition at a major games ceremony, the Golden Joystick awards. It was the only title to win twice, winning Ultimate Game of the year and best PC game at the awards, presented by Little Britain star Matt Lucas. The much-anticipated sci-fi horror Doom 3 shot straight to the top of the UK games charts on its release in August. Other winners included Grand Theft Auto: San Andreas which took the Most Wanted for Christmas prize. Only released last week, it was closely followed by Halo 2 and Half-Life 2, which are expected to be big hits when they are unleashed later this month. But they missed out on the prize for the Most Wanted game of 2005, which went to the Nintendo title, The Legend of Zelda. The original Doom, released in 1994, heralded a new era in computer games and introduced 3D graphics. It helped to establish the concept of the first-person shooter. Doom 3 was developed over four years and is thought to have cost around $15m (£8.3m). The top honour for the best online game of the year went to Battlefield Vietnam. The Chronicles of Riddick: Escape from Butcher Bay was handed the Unsung Hero Game of 2004. Its release was somewhat eclipsed by Doom 3, which was released on the same week. It was, however, very well received by gamers and was praised for its storyline which differed from the film released around the same time. Electronic Arts was named top publisher of the year, taking the crown from Nintendo which won in 2003. The annual awards are voted for by more than 200,000 readers of computer and video games magazines. Games awards like this have grown in importance. Over the last six years, the UK market for games grew by 100% and was worth a record £1,152m in 2003, according to a recent report by analysts Screen Digest. "}},{"type":"node","id":"1543","labels":["Document"],"properties":{"DocID":2207,"bbc_cat":"Tech","text":"China 'ripe' for media explosion Asia is set to drive global media growth to 2008 and beyond, with China and India filling the two top spots, analysts have predicted. Japan, South Korea and Singapore will also be strong players, but China's demographics give it the edge, a media conference in London heard. The world's most populous country - population 1.3bn - now has about 200 million middle-class consumers. Forty per cent fall in the key 16 to 35-year-old demographic. As a result, it is attracting huge foreign investment in media and communications, analysts told the Financial Times New Media and Broadcasting Conference last week. Interest in China among international media groups has surged in recent months after Beijing issued rules allowing foreign investment in joint-venture television, radio and film production companies. News Corporation, Viacom and Sony Pictures are among the big names involved in joint ventures with Chinese players. More than 700 million Chinese listen to 1,000 radio stations, while 200 TV stations broadcast 2,900 channels. China Central Television (CCTV), the state broadcaster, claims an audience of more than a billion people. Of the country's 360 million households, 100 million receive cable TV programmes. The rest could be a potential audience for satellite broadcasting which China plans to launch in 2006. The State Administration of Radio, Film and Television (SARFT), which regulates broadcasting, plans to move all programmes to digital by 2015. The continuing roll-out of new digital channels has boosted demand for quality content, creating significant opportunities for both Chinese and foreign content providers. But according to recent reports from China, the authorities have tightened controls over foreign investment in TV production joint ventures. It has limited most foreign companies to only one joint venture and banned the involvement of any found to be \"unfriendly\", according to reports. The SARFT said: \"There is a very strong ideological component to production of broadcast television programmes.\" It added: \"China must understand the political tendencies and background of overseas partners and prevent joint ventures or cooperation from bringing harmful foreign thinking or culture into our production sector.\" According to the Financial Times' China correspondent, the new rules highlight the political sensitivities that surround foreign involvement in China's media sector. This is despite Beijing's decision to open the state-dominated sector to international investment. As well as traditional broadcasting, Chinese and foreign entrepreneurs alike see fortunes waiting to be made in new media, like mobile services and online gaming. Mobile games already account for 15% of revenues from China's 340 million mobile users. Online gaming sales are predicted to top a billion US dollars next year, according to the UK-based journal Screen Digest. The video market is also seen as a big opportunity, although piracy levels are still very high despite an anti-piracy drive during the past year. In the cinema industry the deployment of digital screens is being accelerated. This is not just to modernise venues but also to curb piracy and regulate distribution. Li Ruigang, president of the commercial broadcaster Shanghai Media Group, told the conference that China's new media market \"is already experiencing explosive growth\". It was particularly strong in charged broadband services and mobile value-added services. Leading China-watcher, and founder of the CGA consultancy Jeanne-Marie Gescher, agreed that the time was ripe for foreign media groups to tap China's huge media market potential. \"China's media are now driven by investors who do not care how people consume media - they just want people to consume more of it,\" Mrs Gescher concluded. "}},{"type":"node","id":"1254","labels":["Document"],"properties":{"DocID":1918,"bbc_cat":"Tech","text":"Mobile games come of age The BBC News website takes a look at how games on mobile phones are maturing. A brief round-up follows but you can skip straight to the reviews by clicking on the links below. If you think of Snake when some mentions \"mobile games\" then you could be in for a bit of a surprise. This is because mobile games have come a long way in a very short time. Even before Nokia's N-Gage game phone launched in late 2003, many mobile operators were realising that there was an audience looking for something to play on their handset. And given that many more people own handsets than own portable game playing gadgets such as the GameBoy it could be a very lucrative market. That audience includes commuters wanting something to fill their time on the way home, game fans looking for a bit of variety and hard core gamers who like to play every moment they can. Life for all these types of player has got immeasurably better in the last year as the numbers of titles you can download to your phone has snowballed. Now sites such as Wireless Gaming Review list more than 200 different titles for some UK networks and the ranges suit every possible taste. There are ports of PC and arcade classics such as Space Invaders, Lunar Lander and Bejewelled. There are also versions of titles, such as Colin McRae Rally, that you typically find on PCs and consoles. There are shoot-em-ups, adventure games, strategy titles and many novel games only found on handsets. Rarely now does an action movie launch without a mobile game tie-in. Increasingly such launches are all part of the promotional campaign for a film, understandable when you realise that a good game can rack up millions of downloads. The returns can be pretty good when you consider that some games cost £5. What has also helped games on mobiles thrive is the fact that it is easier than ever to get hold of them thanks to technology known as Wap push. By sending a text message to a game maker you can have the title downloaded to your handset. Far better than having to navigate through the menus of most mobile operator portals. The number of handsets that can play games has grown hugely too. Almost half of all phones now have Java onboard meaning that they can play the increasingly sophisticated games that are available - even the ones that use 3D graphics. The minimum technology specifications that phones should adhere to are getting more sophisticated which means that games are too. Now double key presses are possible making familiar tactics such as moving and strafing a real option. The processing power on handsets means that physics on mobile games is getting more convincing and the graphics are improving too. Some game makers are also starting to take advantage of the extra capabilities in a mobile. Many titles, particularly racing games, let you upload your best time to see how you compare to others. Usually you can get hold of their best time and race against a \"ghost\" or \"shadow\" to see if you can beat them. A few games also let you take on people in real time via the network or, if you are sitting close to them, via Bluetooth short-range radio technology. With so much going on it is hard to do justice to the sheer diversity of what is happening. But these two features should help point you in the direction of the game makers and give you an idea of where to look and how to get playing. TOO FAST TOO FURIOUS (DIGITAL BRIDGES) As soon as I start playing this I remember why I never play driving games - because I'm rubbish at them. No matter if I drive the car via joystick or keypad I just cannot get the hang of braking for corners or timing a rush to pass other drivers. The game rewards replay because to advance you have to complete every section within a time limit. Winning gives you cash for upgrades. Graphically the rolling road is a convincing enough evocation of speed as the palm trees and cactus whip by and the city scrolls past in the background. The cars handle pretty well despite my uselessness but it was not clear if the different models of cars were appreciably different on the track. The only niggle was that the interface was a bit confusing especially when using a joystick rather than the keypad to play. FATAL FORCE (MACROSPACE) A futuristic shooter that lets you either play various deathmatch modes against your phone or run through a series of scenarios that involves killing aliens invading Earth. Graphics are a bit cartoon-like but only helps to make clear what is going on and levels are well laid out and encourage you to leap about exploring. Both background music and sounds effects work well. The scenarios are well scripted and you regularly get hints from the Fatal Force commanders. Weapons include flamethrowers, rocket launchers, grenades and at a couple of points you even get chance to use a mech for a short while. With the right power-up you can go into a Matrix-style bullet time to cope with the onslaught of aliens. The game lets you play via Bluetooth if others are in range. Online the game has quite a following with clans, player rankings and even new downloadable maps. "}},{"type":"node","id":"1446","labels":["Document"],"properties":{"DocID":2110,"bbc_cat":"Tech","text":"Text message record smashed UK mobile owners continue to break records with their text messaging, with latest figures showing that 26 billion texts were sent in total in 2004. The figures collected by the Mobile Data Association (MDA) showed that 2.4 billion were fired off in December alone, the highest monthly total ever. That was 26% more than in December 2003. The records even surpassed the MDA's own predictions, it said. Every day 78 million messages are sent and there are no signs of a slow down. Before December's bumper text record, the previous highest monthly total was in October 2004, when 2.3 billion were sent. Text messaging is set to smash more records in 2005 too, said the MDA, with forecasts suggesting a total of 30 billion for the year. Even though mobiles are becoming increasingly sophisticated with much more multimedia applications, texting is still one of the most useful functions of mobiles. People are using SMS to do much more too. Booking cinema tickets, text voting, and news or sports text alerts are growing popular. Mobile owners have also given the chance to donate to the Disasters Emergency Committee's (DEC) Asian Tsunami fund by texting \"Donate\" to a simple short code number. Looking further ahead in the year, the MDA's chairman Mike Short, has predicted that more people will go online through their mobiles, estimating 15 billion WAP page impressions. Handsets with GPRS capability - an \"always on\" net connection - will rise to 75%, while 3G mobile ownership growing to five million by the end of 2005. These third generation mobiles offer a high-speed connection which means more data like video can be received on the phone. Globally, mobile phone sales passed 167 million in the third quarter of 2004, according to a recent report from analysts Gartner. That was 26% more than the previous year. It is predicted that there would be two billion handsets in use worldwide by the end of 2005. "}},{"type":"node","id":"1452","labels":["Document"],"properties":{"DocID":2116,"bbc_cat":"Tech","text":"File-swappers ready new network Legal attacks on websites that help people swap pirated films have forced the development of a system that could be harder to shut down. One site behind the success of the BitTorrent file-swapping system is producing its own software that avoids the pitfalls of the earlier program. A test version of the new Exeem program will be released in late January. But doubts remain about the new networks ability to ensure files being swapped are \"quality copies\". In late December movie studios launched a legal campaign against websites that helped people swap pirated movies using the BitTorrent network. The legal campaign worked because of the way that BitTorrent is organised. That file-sharing system relies on links called \"trackers\" that point users to others happy to share the file they are looking for. Shutting down sites that listed trackers crippled the BitTorrent network. One of the sites shut down by the legal campaign was suprnova.org which helped boost the popularity of the BitTorrent system by checking that trackers led to the movies or TV programmes they claimed to. Now the man behind suprnova.org, who goes by the nickname Sloncek, is preparing to release software for a new file-swapping network dubbed Exeem. In an interview with Novastream web radio, Sloncek said Exeem would combine ideas from the BitTorrent and Kazaa file-sharing systems. Like BitTorrent, Exeem will have trackers that help point people toward the file they want. Like Kazaa these trackers will be held by everyone. There will be no centrally maintained list. This, said Sloncek, should make the system less vulnerable to legal action aimed at stopping people swapping pirated movies and music. The Exeem software has been under development for a few months and is currently being tested by a closed group of users. An early public version of the software should be available before February. Sloncek said that currently only a Windows version of the software was in development. There were no plans for a Linux or Mac version. He said that costs of writing the software will be paid for by adverts appearing in the finished version of the program. Despite Suprnova administrator Sloncek's involvement with Exeem, the basic technology appears to have been developed by a firm called Swarm Systems that is based on Caribbean island Saint Kitts and Nevis. Users of the Exeem system will be able to rate files being swapped to help stop the spread of fake files, Sloncek told Novastream. Dr Johan Pouwelse, a researcher at the Delft University of Technology who studies peer-to-peer networks, said Exeem was the next evolution in file-sharing systems. But, he said, it would struggle to be as popular as BitTorrent and Suprnova because early versions were not taking enough care to make sure good copies of files were being shared. \"Exeem cannot prevent pollution,\" he said. \"The rating system in Exeem seems flawed because it is easy to insert both fake files and fake ratings,\" he said. Studies have shown that organisations working for record labels and movie studios have worked to undermine Kazaa by putting in fakes. By contrast moderators on Suprnova made sure files being shared were high quality. \"The moderators are the difference between having a system that works and one that's full of crap like Kazaa,\" he said. \"There is a fundamental tension between distribution and integrity,\" he said. Mr Pouwelse said that future versions of file-sharing systems are likely to incorporate some kind of distributed reputation system that lets moderators prove who they are to the network and rate which files are worth downloading. When big files were being shared moderation systems were key, said Mr Pouwelse. He added that the legal attacks on BitTorrent had driven people away from sites such as Suprnova but many users had simply migrated to other tracker listing sites many of which have seen huge increases in traffic. \"It's hard to compete with free,\" he said. No-one from the Motion Picture Association of America was immediately available for comment on the file-sharing development. "}},{"type":"node","id":"1350","labels":["Document"],"properties":{"DocID":2014,"bbc_cat":"Tech","text":"Online commons to spark debate Online communities set up by the UK government could encourage public debate and build trust, says the Institute of Public Policy Research (IPPR). Existing services such as eBay could provide a good blueprint for such services, says the think-tank. Although the net is becoming part of local and central government, its potential has not yet been fully exploited to create an online \"commons\" for public debate. In its report, Is Online Community A Policy Tool?, the IPPR also asks if ID cards could help create safer online communities. Adopting an eBay-type model would let communities create their own markets for skills and services and help foster a sense of local identity and connection. \"What we are proposing is a civic commons,\" Will Davies, senior research fellow at the IPPR told the BBC News website. \"A single publicly funded and run online community in which citizens can have a single place to go where you can go to engage in diversity and in a way that might have a policy implication - like a pre-legislation discussion.\" The idea of a \"civic commons\" was originally proposed by Stephen Coleman, professor of e-democracy at the Oxford Internet Institute. The IPPR report points to informal, small scale examples of such commons that already exist. It mentions good-practice public initiatives like the BBC's iCan project which connects people locally and nationally who want to take action around important issues. But he adds, government could play a bigger role in setting up systems of trust for online communities too. Proposals for ID cards, for instance, could also be widened to see if they could be used online. They could provide the basis for a secure authentication system which could have value for peer-to-peer interaction online. \"At the moment they have been presented as a way for government to keep tabs on people and ensuring access to public services,\" said Mr Davies. \"But what has not been explored is how authentication technology may potentially play a role in decentralised online communities.\" The key idea to take from systems such as eBay and other online communities is letting members rate each other's reputation by how they treat other members. Using a similar mechanism, trust and cooperation between members of virtual and physical communities could be built. This could mean a civic commons would work within a non-market system which lets people who may disagree with one another interact within publicly-recognised rules. E-government initiatives over the last decade have very much been about putting basic information and service guides online as well as letting people interact with government via the web. Many online communities, such as chatrooms, mailing lists, community portals, message boards and weblogs often form around common interests or issues. With 53% of UK households now with access to the net, the government, suggests Mr Davies, could act as an intermediary or \"middleman\" to set up public online places of debate and exchange to encourage more \"cosmopolitan politics\" and public trust in policy. \"Government already plays a critical role in helping citizens trade with each other online. \"But it should also play a role in helping citizens connect to one another in civic, non-market interactions,\" said Mr Davies. There is a role for public bodies like the BBC, libraries, and government to bring people back into public debate again instead of millions of \"cliques\" talking to each other, he added. The paper is part of the IPPR's Digital Society initiative which is producing a number of conferences and research papers leading up to the publication of A Manifesto For A Digital Britain. "}},{"type":"node","id":"1309","labels":["Document"],"properties":{"DocID":1973,"bbc_cat":"Tech","text":"Broadband fuels online change Fast web access is encouraging more people to express themselves online, research suggests. A quarter of broadband users in Britain regularly upload content and have personal sites, according to a report by UK think-tank Demos. It said that having an always-on, fast connection is changing the way people use the internet. More than five million households in the UK have broadband and that number is growing fast. The Demos report looked at the impact of broadband on people's net habits. It found that more than half of those with broadband logged on to the web before breakfast. One in five even admitted to getting up in the middle of the night to browse the web. More significantly, argues the report, broadband is encouraging people to take a more active role online. It found that one in five post something on the net everyday, ranging from comments or opinions on sites to uploading photographs. \"Broadband is putting the 'me' in media as it shifts power from institutions and into the hands of the individual,\" said John Craig, co-author of the Demos report. \"From self-diagnosis to online education, broadband creates social innovation that moves the debate beyond simple questions of access and speed.\" The Demos report, entitled Broadband Britain: The End Of Asymmetry?, was commissioned by net provider AOL. \"Broadband is moving the perception of the internet as a piece of technology to an integral part of home life in the UK,\" said Karen Thomson, Chief Executive of AOL UK, \"with many people spending time on their computers as automatically as they might switch on the television or radio.\" According to analysts Nielsen//NetRatings, more than 50% of the 22.8 million UK net users regularly accessing the web from home each month are logging on at high speed They spend twice as long online than people on dial-up connections, viewing an average of 1,444 pages per month. The popularity of fast net access is growing, partly fuelled by fierce competition over prices and services. "}},{"type":"node","id":"1237","labels":["Document"],"properties":{"DocID":1901,"bbc_cat":"Tech","text":"Blog reading explodes in America Americans are becoming avid blog readers, with 32 million getting hooked in 2004, according to new research. The survey, conducted by the Pew Internet and American Life Project, showed that blog readership has shot up by 58% in the last year. Some of this growth is attributable to political blogs written and read during the US presidential campaign. Despite the explosive growth, more than 60% of online Americans have still never heard of blogs, the survey found. Blogs, or web logs, are online spaces in which people can publish their thoughts, opinions or spread news events in their own words. Companies such as Google and Microsoft provide users with the tools to publish their own blogs. The rise of blogs has spawned a new desire for immediate news and information, with six million Americans now using RSS aggregators. RSS aggregators are downloaded to PCs and are programmed to subscribe to feeds from blogs, news sites and other websites. The aggregators automatically compile the latest information published online from the blogs or news sites. Reading blogs remains far more popular than writing them, the survey found. Only 7% of the 120 million US adults who use the internet had created a blog or web-based diary. Getting involved is becoming more popular though, with 12% saying they had posted material or comments on other people's blogs. Just under one in 10 of the US's internet users read political blogs such as the Daily Kos or Instapundit during the US presidential campaign. Kerry voters were slightly more likely to read them than Bush voters. Blog creators were likely to be young, well-educated, net-savvy males with good incomes and college educations, the survey found. This was also true of the average blog reader, although the survey found there was a greater than average growth in blog readership among women and those in minorities. The survey was conducted during November and involved telephone surveys of 1,324 internet users. "}},{"type":"node","id":"1165","labels":["Document"],"properties":{"DocID":1829,"bbc_cat":"Tech","text":"Wi-fi web reaches farmers in Peru A network of community computer centres, linked by wireless technology, is providing a helping hand for poor farmers in Peru. The pilot scheme in the Huaral Valley, 80 kilometres north of the capital Lima, aims to offer the 6,000-strong community up-to-date information on agricultural market prices and trends. The Agricultural Information Project for Farmers of the Chancay-Huaral Valley also provides vital links between local organisations in charge of water irrigation, enabling them to coordinate their actions. More than 13,000 rural inhabitants, as well as 18,000 students in the region, will also benefit from the telecoms infrastructure. The 14 telecentres uses only free open source software and affordable computer equipment. The network has been three years in the making and was officially inaugurated in September. The non-government organisation, Cepes (Peruvian Centre for Social Studies) led the $200,000 project, also backed by local institutions, the Education and Agriculture ministries, and European development organisations. \"The plan includes training on computers and internet skills for both operators and users of the system,\" said Carlos Saldarriaga, technical coordinator at Cepes. Farmers are also taking extra lessons on how to apply the new information to make the most of their plots of land. The Board of Irrigation Users which runs the computer centres, aims to make the network self-sustainable within three years, through the cash generated by using the telecentres as internet cafes. One of the key elements of the project is the Agricultural Information System, with its flagship huaral.org website. There, farmers can find the prices for local produce, as well as information on topics ranging from plague prevention to the latest farming techniques. The system also helps the inhabitants of the Chancay-Huaral Valley to organise their vital irrigation systems. \"Water is the main element that unites them all. It is a precious element in Peru's coastal areas, because it is so scarce, and therefore it is necessary to have proper irrigation systems to make the most of it,\" Mr Saldarriaga told the BBC News website. The information network also allows farmers to look beyond their own region, and share experiences with other colleagues from the rest of Peru and even around the world. Cepes says the involvement of the farmers has been key in the project's success. \"Throughout the last three years, the people have provided a vital thrust to the project; they feel it belongs to them,\" said Mr Saldarriaga. The community training sessions, attended by an equal number of men and women, have been the perfect showcase for their enthusiasm. \"We have had an excellent response, mainly from young people. But we have also had a great feedback when we trained 40 or 50-year old women, who were seeing a computer for the first time in their lives.\" So far, the Huaral programme promoters say the experience has been very positive, and are already planning on spreading the model among other farmers' organisations in Peru. \"This is a pilot project, and we have been very keen on its cloning potential in other places,\" underlined Mr Saldarriaga. The Cepes researcher recalls what happened in Cuyo, a 50-family community with no electricity, during the construction of the local telecentre site. There it was necessary to build a mini-hydraulic dam in order to generate 2kW worth of power for the computers, the communications equipment and the cabin lights. \"It was already dark when the technicians realised they didn't have any light bulbs to test the generator, so they turned up to the local store to buy light bulbs,\" recalls Carlos Saldarriaga. \"The logical answer was 'we don't sell any', so they had to wait until the next morning to do the testing.\" Now, with the wireless network, Cuyo as well as the other communities is no longer isolated. "}},{"type":"node","id":"1331","labels":["Document"],"properties":{"DocID":1995,"bbc_cat":"Tech","text":"Gadget show heralds MP3 Christmas Partners of those who love their hi-tech gear may want to get their presents in early as experts predict a gadget shortage this Christmas. With Apple's iPod topping wish lists again, there may not be enough iPod minis to go round, predicts Oliver Irish, editor of gadget magazine Stuff. \"The iPod mini is likely to be this year's Tracey Island,\" said Mr Irish. Stuff has compiled a list of the top 10 gadgets for 2004 and the iPod is at number one. For anyone bewildered by the choice of gadgets on the market, Stuff and What Hi-Fi? are hosting a best-of gadget show in London this weekend. Star of the show will be Sony's Qrio Robot, an all-singing, all-dancing, football-playing man-machine who can even hold intelligent conversations. But he is not for sale and Sony has no commercial plans for the robot. \"He will greet visitors and is flying in from Japan. He probably has his own airplane seat, that is how highly Sony prize him,\" said Mr Irish. Also on display will be a virtual keyboard which projects itself onto any flat surface. The event will play host to a large collection of digital music players, from companies such as Creative, Sony and Philips as well as the ubiquitously fashionable iPod from Apple. Suggestions that it could be a gaming or wireless Christmas are unlikely to come true as MP3 players remain the most popular stocking filler, said Mr Irish. \"Demand is huge and Apple has promised that it can supply enough but people might struggle to get their hands on iPod minis,\" said Mr Irish. For those who like their gadgets to be multi-talented, the Gizmondo, a powerful gaming console with GPS and GPRS, that also doubles up as an MP3 player, movie player and camera, could be a must-have. \"What is impressive is how much it can do and how well it can do them,\" said Mr Irish. This Christmas, gadgets will not be an all-male preserve. \"Women will be getting gadgets from husbands and boyfriends as well as buying them for themselves,\" said Mr Irish. \"Gadgets nowadays are lifestyle products rather than just for geeks.\" "}},{"type":"node","id":"642","labels":["Document"],"properties":{"DocID":1306,"bbc_cat":"Politics","text":"Howard's unfinished business \"He's not finished yet,\" whispered the Conservative Party person as your reporter attempted to slip quietly from the hall. And indeed he wasn't. Michael Howard had already broken away from the printed text of his speech, at his party's spring conference in Brighton, to deliver a smart rebuff to Peter Hain's description of him as an \"attack mongrel\", claiming such personal abuse meant Labour was \"rattled\" by the Tory challenge. And here he was again, moving to the front of the stage as the party faithful rose to their feet in applause, to make a personal, ad-libbed appeal to them to go out and fight for victory. \"One day you will be able to tell your children and grandchildren as I will tell mine, 'I was there. I did my bit. I played my part. I helped to win that famous election - the election that transformed our country for the better'.\" The speech, which was peppered with references to Mr Howard's humble beginnings as the \"child of immigrants\", had been introduced by his son Nick, a trainee vicar, who praised his father's honesty. \"I always know where I am with him because all my life he has meant what he has said to me,\" he said. Mr Howard was also joined on stage by his wife Sandra, daughter Larissa and stepson Sholto. The audience's reaction to all of this was a little muted by party conference standards. But Mr Howard's overall message - that the Tories have Labour on the run and that they can win the next election - did not sound quite as hollow as it might have done six months ago. Mr Howard claimed, with some justification, that the Tories' campaign has got off to a \"great start\". They have had Labour on the back foot over immigration, with Tony Blair hastily adding a sixth promise on the issue to his latest pledge card, and have even managed to score points in traditional Labour territory such as health and education. The stunts involving Margaret Dixon with her postponed operation and Maria Hutchings with concerns about her son's special needs education may not have been to everyone's taste, but they succeeded in bringing the issues alive and forcing Labour to react. Senior Tories believe they are, at long last, starting to tap into the public mood, cutting through the background noise to connect with the ordinary voter. Their latest poster campaign flags up a range of policies from better school discipline, cleaner hospitals (\"I mean, how hard is it to keep a hospital clean?\") and immigration (\"It's not racist to impose limits on immigration\") - under the headline \"are you thinking what we are thinking?\" This, they say, contrasts with Labour's negative campaigning, such as its now infamous \"flying pigs\" poster. Oliver Letwin, one of the men lampooned in the Labour poster, affects bewilderment at what he believes is Labour's loss of its once sure footing on the campaign trail. The Peter Hain \"mongrel\" attack, he says, is just the latest example of the party getting the tone wrong - a by-product, he claims, of the Tories setting the agenda. \"I have to say I don't understand what they are doing. The Labour machine appears to be in some kind of state of shock, it doesn't seem to know what to do.\" A few weeks of positive headlines have also done wonders for Tory activists' morale - likely to be a crucial factor at an election which, most analysts seem to agree, will hinge on which party can get their core support out. \"It has been a fantastic few weeks,\" said 20-year-old politics student Nick Vaughan. \"Our policies have been getting in the media and there is a sense that we can win. I wouldn't be here if I didn't think we could.\" Some delegates even spoke of the next election being like 1970, when Ted Heath, behind in the polls and written off by the pundits, snatched victory from Harold Wilson's Labour Party. They all insisted it was not going to be a re-run of 2001. \"We thought in 2001 we were going to dent that massive majority but it just didn't happen,\" said John Murray, of Aldridge Browhills Conservatives. \"It was very disappointing. This time it really is different. \"Whoever is running our strategy from the top has got it bang on. Blair is on the back foot.\" Much of the credit for the Tories' recent change of fortune must go to Lynton Crosby, the Australian strategist who succeeded in turning political veteran and apparent no-hoper John Howard, of Australia's Liberal Party, into a serial election winner. The Tories still have a mountain climb if Michael Howard is to walk through the doors of Number 10. Even allowing for the natural bias against the Tories in some opinion polls, they are still behind, when to have a chance of overturning Labour's whopping majority, they should really be ahead. But as they gear up for the start of the campaign proper, the party at least has reason to hope that, like his Australian namesake, Mr Howard really isn't finished yet. "}},{"type":"node","id":"425","labels":["Document"],"properties":{"DocID":1089,"bbc_cat":"Politics","text":"Cherie accused of attacking Bush Cherie Blair has been accused of criticising George W Bush's policies in a private address she gave during a United States lecture tour. The prime minister's wife is said to have praised the Supreme Court for overruling the White House on the legal rights of Guantanamo Bay detainees. The Tories said she broke a convention that British political figures do not act in a partisan way when abroad. But Downing Street said she was speaking in her capacity as a lawyer. It said she was not expressing political opinions. Mrs Blair's remarks are said to have been made in a speech to law students in Massachusetts. She said the decision by the US Supreme Court to give legal protection to two Britons held at Guantanamo Bay was a significant victory for human rights and the international rule of law. She also described the US legal code as an outdated grandfather clock and welcomed a decision to throw out a law backed by Mr Bush relating to sodomy in Texas. BBC news correspondent Gary O'Donoghue said Mrs Blair was likely to face further calls for restraint, since the US election is imminent. \"There have been some objections from people reasonably close to the Bush administration about her making these comments in their backyard just two days before a presidential election,\" he said. \"Conservatives here too have made their feelings clear. \"Cherie Booth has always regarded herself as having an independent career. She has continued to practise as a major human rights lawyer in the courts. \"It's not unusual for her to make these sorts of criticisms clear but it can be embarrassing.\" "}},{"type":"node","id":"307","labels":["Document"],"properties":{"DocID":971,"bbc_cat":"Politics","text":"Report attacks defence spending The Ministry of Defence has been criticised over the soaring spending costs and growing delays of its top equipment projects. A National Audit Office report on the 20 biggest projects says costs have risen by £1.7bn in the past year. It says there is \"little evidence\" the MoD's performance had improved, despite the introduction of a \"smart acquisition\" policy six years ago. A senior defence official told the BBC lessons were being learned. The NAO's annual report showed the total cost of the 20 projects covered was expected to reach £50bn - 14% higher than originally planned. The total delays amounted to 62 months, with average individual delays rising by three months. Sir John Bourn, head of the NAO, said the problems showed the principles of the scheme known as smart acquisition had not been consistently applied. \"Many problems can be traced to the fact that the MoD has not spent enough time and resources in the assessment phase,\" the report says. The NAO found that projects launched since the start of the scheme were showing the same worrying tendencies as the older \"legacy projects\", such as the Eurofighter. A senior defence official, speaking to the BBC's defence correspondent Paul Adams, said that although the figures were still not good enough, the report reflected unrealistic expectations early on in the project cycle. This year's overspend was significantly less than last year's £3.1bn total, and the Defence Procurement Agency - which is responsible for buying defence equipment - was improving. Lord Bach, Minister for Defence Procurement, said he was \"obviously still disappointed with the cost and time increases shown\", but insisted that the Defence Procurement Agency had \"undertaken a huge amount of work to expose any underlying problems on projects\". The latest findings follow a string of critical reports issued within the last 12 months, and, according to our correspondent, contain few new surprises. Turning around the Defence Procurement Agency \"was a little like trying to turn around a super tanker - it takes a very long time indeed\", he said. Our correspondent said it was the same projects, including the Joint Strike Fighter, the Nimrod and A400M aircraft and the Type 45 Destroyer, which were resonsible for the bulk of the cost over-runs and delay. But he added some projects, such as the C-17 heavy lift aircraft and Successor Identification Friend or Foe (SIFF), were showing good performances. "}},{"type":"node","id":"377","labels":["Document"],"properties":{"DocID":1041,"bbc_cat":"Politics","text":"'Nuclear dumpsite' plan attacked Plans to allow foreign nuclear waste to be permanently stored in the UK have been branded \"deeply irresponsible\" by the Liberal Democrats. The government has confirmed intermediate level waste (ILW) that was to have been shipped back to its home countries will now be stored in the UK. The cash raised will go towards the UK's nuclear clean-up programme. But Lib Dem Norman Baker accused ministers of turning Britain into a \"nuclear dumpsite\". Under current contracts, British Nuclear Fuels should return all but low level waste, but none has ever been sent back. In future, only highly-radioactive waste will be sent back to its country of origin, normally Germany or Japan, under armed guard. Intermediate waste from countries such as Japan, Germany, Spain, Italy, Switzerland and Sweden will be stored permanently in the UK. At the moment, this waste is stored at Sellafield, in Cumbria, in the form of glass bricks, untreated liquid waste or solid material in drums. In a statement, the Department of Trade and Industry said the new policy meant there would be a \"sixfold reduction in the number of waste shipments to overseas countries\". And it said highly-radioactive waste would be returned to its home country sooner, ensuring there would be no overall increase in radioactivity. Trade Secretary Patricia Hewitt said the new arrangements, revealed in a Commons written statement, would raise up to £680m for Britain's nuclear clean-up programme, under the new Nuclear Decommissioning Agency. But the move has been criticised by environmental groups and the Liberal Democrats. Mr Baker, the Lib Dem environment spokesman, said: \"I have been warning for months that this would happen and raised it with government several times. But now our worst fears have been confirmed. \"Once again Britain's environmental and health needs are being ignored in policies driven by the Treasury and DTI. \"This is a terrible attempt to offload some of the £48bn cost of cleaning up nuclear sites. \"The Energy Act was supposed to help Britain clean up, but in order to pay for it we are becoming a nuclear dumpsite. \"The nuclear industry is an economic, social and environmental millstone that hangs around Britain's neck.\" "}},{"type":"node","id":"494","labels":["Document"],"properties":{"DocID":1158,"bbc_cat":"Politics","text":"How political squabbles snowball It's become commonplace to argue that Blair and Brown are like squabbling school kids and that they (and their supporters) need to grow up and stop bickering. But this analysis in fact gets it wrong. It's not just children who fight - adults do too. And there are solid reasons why even a trivial argument between mature protagonists can be hard to stop once its got going. The key feature of an endless feud is that everyone can agree they'd be better off if it ended - but everyone wants to have the last word. Each participant genuinely wants the row to stop, but thinks it worth prolonging the argument just a tiny bit to ensure their view is heard. Their successive attempts to end the argument with their last word ensure the argument goes on and on and on. (In the case of Mr Blair and Mr Brown, successive books are published, ensuring the issues never die.) Now this isn't because the participants are stupid - it's actually each individual behaving entirely rationally, given the incentives facing them. Indeed, there's even a piece of economic theory that explains all this. Nothing as obscure as \"post-neo-classical endogenous growth theory\" which the chancellor himself once quoted - but a ubiquitous piece of game theory which all respectable policy wonks are familiar with. It's often referred to as the \"prisoner's dilemma\", based on a parable much told in economics degree courses... about a sheriff and two prisoners. The story goes that two prisoners are jointly charged with a heinous crime, and are locked up in separate cells. But the sheriff desperately needs a confession from at least one of them, to provide enough evidence to convict them of the crime. Without a confession, the prisoners will get a minimal sentence on some trumped up charge. Clearly the prisoners' best strategy is to keep their mouths shut, and take the short sentence, but the clever sheriff has an idea to induce them to talk. He tells each prisoner separately, that if they confess - and they are the only one to confess - they'll be let off their crime. And he tells them that if they don't confess - and they are the only one not to confess - they'll get life. Now, if you are prisoner confronted with this choice, your best bet is to confess. If your partner doesn't confess, you'll get off completely. And if your partner does confess, you'd better confess to ensure you don't get life. The result is of course, both prisoners confess, so the sheriff does not have to let either one off. Both prisoners' individual logic was to behave that way, even though both would have been better if they had somehow agreed to shut up. Don't worry if you don't entirely follow it - you can to look it up on Google, where there are 283,000 entries on it. The prisoners' dilemma and all its ramifications have truly captured economists in the last couple of decades. It is a parable used to describe any situation where there is an obvious sensible choice to be taken collectively, but where the only rational choice individually is to behave selfishly. A cold war arms race for example - a classic case where both Russia and America would be better off with just a few arms, rather than a lot of arms. But as long as each wants just a few more arms than the other, an arms race ensues with the results that the individually logical decision to buy more arms, results in arms levels that are too high. What economics tells us is that once you're in a prisoners' dilemma - unless you are repeating the experience many times over - it's hard to escape the perverse logic of it. It's no good just exhorting people to stop buying arms, or to stop arguing when all their incentives encourage them to carry on. Somehow, the incentives have to change. In the case of the Labour Party, if you believe the rift between Blair and Brown camps is as bad as the reports suggest, Solomon's wisdom needs to be deployed to solve the problem. Every parent knows there are ingenious solutions to arguments, solutions which affect the incentives of the participants. An example, is the famous rule that \"one divides, the other chooses\" as a way of allocating a piece of cake to be sliced up between greedy children. In the case of an apparently endless argument, if you want it to come to an end, you have to ensure the person who has the last word is one who loses rather than the one who wins the row. The cost of prolonging the row by even one more briefing, or one more book for that matter, has to exceed the benefit of having the last word, and getting your point in. If the rest of the party can enforce that, they'll have the protagonists retreating pretty quickly. "}},{"type":"node","id":"606","labels":["Document"],"properties":{"DocID":1270,"bbc_cat":"Politics","text":"Brown targets OAPs and homebuyers Gordon Brown has doubled the level at which house buyers pay stamp duty to £120,000 as he put the economy at the heart of Labour's election campaign. The chancellor also unveiled a one-off £200 council tax refund for pensioners and a rise in child tax credit. Mr Brown put 1p a pint on beer, 4p on a bottle of wine and 7p on 20 cigarettes but froze petrol duty until September. The Tories called it a \"vote now, pay later\" Budget. The Lib Dems branded it a \"sticking plaster\" for the election. Tory leader Michael Howard predicted the Budget would do nothing to help Labour's \"faltering\" election campaign. \"This government and this chancellor have run out of solutions to the problems Britain faces,\" Mr Howard told MPs. \"Their only answer is to tax, to spend and to waste - to get people to vote now and pay later.\" He ended his response with an election challenge to Labour, saying \"bring it on\". Liberal Democrat leader Charles Kennedy attacked Mr Brown for failing to mention the environment and for his record on social justice. \"How can it be right in Britain today that the poorest 20% pay more in tax, as a proportion of their income, than the richest 20%?\" he asked. Mr Kennedy criticised Mr Brown for failing to mention the \"ticking bomb\" of council tax revaluation, saying it was \"high time\" the system was replaced by a \"local tax based on the ability to pay\". During his 49 minute speech Mr Brown told MPs he had defied the pundits by hitting his growth target of 3.1% for 2004. He said his Budget struck a balance \"between tax cuts that are affordable, investments that are essential and stability that is paramount\". He rejected across-the-board tax cuts in favour of targeted help for families. The child tax credit will rise in line with earnings, giving families an extra £5 a week. In contrast, the personal income tax allowance will rise only in line with inflation from £4,745 to £4,895 next month. Mr Brown told MPs child benefit would rise to a maximum of £63 a week for the first child and £111 for two children. Despite his giveaways, Budget documents show Mr Brown clawed back £265m through a clampdown on tax avoidance and increased revenue from a windfall tax on oil companies. He also scrapped stamp duty relief for commercial property in disadvantaged areas - a measure brought in just over three years ago. BBC political editor Andrew Marr suggested the sweeteners were not big enough to have a transforming effect on voters. But trust in Mr Brown's economic stewardship would be a central election issue, he said. Mr Brown also unveiled plans for a memorial to the Queen Mother, funded through a special coin to celebrate the Queen's 80th birthday. Other measures include equal tax status for same-sex couples and a deal with the Council of Mortgage Lenders to boost low cost home ownership. The level where people start paying inheritance tax will also rise from £263,000 to £275,000 from April. Mr Brown said he had met his financial \"golden rule\" with a £6bn surplus and he said public borrowing would continue to fall over the next five years. The economy had grown for 50 consecutive quarters, he said, and was forecast to continue doing so over the next year, with a forecast of 3% to 3.5% in 2005 and 2.5% to 3% in 2006. The first £2bn of value-for-money savings identified in the Gershon Review have been achieved, the chancellor said. Some 12,500 civil servant posts have been axed, and 7,800 relocated out of the south east of England, he added. SNP leader Alex Salmond said Mr Brown had failed the \"tartan test\" as there were no measures to boost the Scottish economy. Simon Thomas, of Plaid Cymru, called it a budget for Middle England. UK Independence Party leader Roger Knapman attacked the plans for pensioners saying they needed \"more money and the dignity of being allowed to spend it how they want,\" not \"free bus rides\". The Green Party said the Budget was a \"wasted opportunity\" for environmental protection, adding: \"Brown obviously has an eye on the coming election, and has taken his eye off the needs of the planet.\" "}},{"type":"node","id":"297","labels":["Document"],"properties":{"DocID":961,"bbc_cat":"Politics","text":"Commons hunt protest charges Eight protesters who stormed the House of Commons chamber during a debate on the Hunting Bill have been charged with disorderly conduct. The men were arrested in September after bursting into the chamber causing a hunting ban debate to be halted. Those charged included Otis Ferry, the 22-year-old son of rock star Bryan Ferry and Luke Tomlinson, 27, a close friend of princes William and Harry. They were charged under Section 5 of the Public Order Act, police said. Five of the eight men held an impromptu news conference outside Charing Cross Police Station on Monday evening, after the charges were formerly put to them. The men's solicitor Matthew Knight, said that at no time had it occurred to the men that they were committing a criminal offence. \"There is no offence of trespassing in the House of Commons - it is not a criminal offence,\" he said. \"If Parliament wanted to make entering the House of Commons chamber on foot a criminal offence it should have done so, but it can't do so retrospectively. \"We are not prosecuted for that. We are prosecuted for a Public Order Act offence. We are not guilty of it.\" They will appear at Bow Street Magistrates' Court on 21 December, a police spokesman said. Otis Ferry, a former Eton pupil and joint leader of the South Shropshire Hunt, said: \"I have no regrets. \"We have done nothing wrong beyond the obvious which was to stand up for our rights and not act like a sheep like the rest of the country.\" One of the men, David Redvers, 34, from Hartpury, Gloucestershire, said he and the other seven protesters would plead not guilty to the charges. The other protesters are John Holliday, 37, a huntsman from Ledbury, Herefordshire, Robert Thame, 34, who plays polo with Princes Charles in Team Highgrove, auctioneer Andrew Elliot, 42, from Bromesberrow, near Ledbury, point-to-point jockey Richard Wakeham, 34, from York, and former royal chef Nick Wood, 41. The 15 September protest came on the same day as a huge pro-hunting demonstration in Parliament Square. Four of the men ran out from behind the speaker's chair while another wrestled past a doorkeeper from a different entrance. The five tried to confront MPs before they were bundled out of the chamber and later led away handcuffed by police. Three others had been intercepted by security staff as they tried to join the five in the chamber. Speaker Michael Martin later said the men had used a forged letter to gain access to the House of Commons and had been helped to get close to the chamber by a parliamentary pass holder. In November, the use of the Parliament Act meant a total ban on hunting with dogs in England and Wales. However, many pro-hunt activists remained defiant after the law was passed, saying they would ignore the ban and continue to hunt. Last week, the Countryside Alliance said more than 250 hunts would meet legally the day after the ban on hunting with dogs comes into force. The alliance said the 19 February meets would show the new law was \"impossibly difficult to determine\" and open to different interpretations. "}},{"type":"node","id":"493","labels":["Document"],"properties":{"DocID":1157,"bbc_cat":"Politics","text":"Howard taunts Blair over splits Tony Blair's feud with Gordon Brown is damaging the way the UK is governed, Tory leader Michael Howard has claimed in a heated prime minister's questions. Mr Howard asked: \"How can they fight crime when they are fighting each other?\" That question was later unveiled as the headline for new Tory campaign posters. But Mr Blair dismissed the talk of splits and said people's priorities at the next elections would be on the economic successes achieved by Labour. \"He can stick up whatever he likes on billboards about something in a book but what the public will concentrate on are the low mortgages, low inflation, low unemployment that we delivered and that he failed to,\" he said. The chancellor is currently on a high-profile tour of Africa to highlight new anti-poverty plans. But before doing so, he insisted he still trusted Mr Blair, despite claims to the contrary in a new book. Brown's Britain, by Robert Peston, says there is mutual animosity between the two men. It claims Mr Blair said in November 2003 he would stand down as prime minister before the next election. But he went back on his pledge after support from Cabinet allies and suspicion that Mr Brown was manoeuvring against him, it says. Mr Peston's book claimed that Mr Brown told Mr Blair: \"There is nothing you could ever say to me now that I could ever believe.\" Mr Blair directly denied that quote on Wednesday. He again insisted there could be no deals about the premiership but twice declined directly to say whether or not he had offered to quit. The Tory leader countered that such agreements had been struck twice at dinners with the chancellor. He declared: \"He is the deals on meals prime minister. No wonder the chancellor is not a happy eater.\" He continued: \"How can there be discipline in schools when there is no discipline in government, how can they clean up our hospitals when they don't clean up their act?\" Mr Blair said he would not respond to \"tittle tattle in books\" and promised to hail Labour's record on the economy, waiting lists and law and order \"from now until polling day\". Later at their poster launch Tory co-chairman Liam Fox said his party would exploit opportunities to show how \"juvenile\" the prime minister and chancellor were. Labour staged a show of unity at its own poster launch on Tuesday, where Mr Brown was joined by Alan Milburn, who Mr Blair controversially put in charge of election planning in place of the chancellor. But Liberal Democrat leader Charles Kennedy told BBC News: \"The government is clearly split at the top. This kind of cosmetic exercise does not persuade anybody.\" Later this week Mr Blair is expected to outline the direction of his party's next election manifesto. The prime minister and chancellor faced backbench discontent at Monday's meeting of the Parliamentary Labour Party over claims made Mr Peston's book. "}},{"type":"node","id":"265","labels":["Document"],"properties":{"DocID":929,"bbc_cat":"Politics","text":"Tories attack burglar 'U-turns' Tory leader Michael Howard has accused Tony Blair of performing U-turns over rules on using force against burglars. The government has ruled out amending the present law, which allows \"reasonable force\" in self defence. Mr Howard branded the decision unacceptable, saying: \"It is not householders who should be frightened, it's the burglars.\" Home Secretary Charles Clarke said ministers had kept to their pledge to review the law. Metropolitan Police Commissioner Sir John Stevens last month backed a Tory attempt to change the law so only householders using \"grossly disproportionate\" force could be prosecuted. The pressure prompted the prime minister to say the police and Crown Prosecution Service would be consulted as part of a review of the law. He told MPs: \"If we get the right response from those people, we will, of course, support a change in the law.\" Instead, the government has decided no change is needed but there will be a publicity campaign so people are clear they are entitled to defend themselves. On Thursday, Mr Howard told BBC Radio 4's Today programme Mr Blair had initially refused the law change, then had come round to the idea and was now backtracking again. He said: \"We've had three policy positions in three months and two U-turns. \"It's not surprising Gordon Brown told him: 'There's nothing you could say to me now that I could ever believe.'\" Mr Howard said the \"grossly disproportionate\" test matched the hurdle ministers had introduced for civil cases where burglars where claimed compensation from householders. The issue entered the public spotlight when Norfolk farmer Tony Martin was jailed for shooting dead a 16-year-old burglar in 1999 as he ran away from the farm. But the home secretary said Mr Howard was wrong to say the law was biased in favour of burglars. The barrister who had represented Mr Martin had said the rules were \"weighted overwhelmingly\" in favour of the householder, said Mr Clarke. He said: \"The problem is there has not been enough understanding of it - that was the point Sir John Stevens was making and the prime minister was making.\" The new guidance would help ensure clarity on the issue, added Mr Clarke. The director of public prosecutions, Ken Macdonald, says only 11 householders or occupiers of business premises have been prosecuted in the last 15 years. Those cases included a warehouse manager who had waited for a burglar, tied him up, beat him and set him alight, he said. Tory MP Patrick Mercer's private member's bill to change the law received a first reading in Parliament on Wednesday and goes to a full debate next month. "}},{"type":"node","id":"323","labels":["Document"],"properties":{"DocID":987,"bbc_cat":"Politics","text":"New 'yob' targets to be unveiled Fifty new areas getting special help to fight anti-social behaviour in England and Wales will be named on Thursday. Ten areas have already had access to special prosecutors and local experts and the government is now expanding the crackdown to more towns and cities. Details of how many anti-social behaviour orders (Asbos) were used in the last year are also being published. Labour sees nuisance behaviour as a key election issue but critics claim the record is at best patchy. A year ago, ministers launched their anti-social behaviour plan and Thursday's figures offer a progress check. They will say that in the past year more than 2,600 anti-social behaviour orders were issued by the courts - more than double the total used in the previous four years. Police have also closed 150 crack houses and issued more than 400 dispersal orders, breaking up groups of youths in public places. The 50 new pilot areas to get special attention will also receive extra government funding. Exeter and Cardiff are among cities who have voiced interest in being involved. Prime Minister Tony Blair is also expected to announce new measures to strengthen the use of Asbos and fixed penalty notices. There are still concerns that some areas of the country are not using the powers properly. He is expected to say that the new figures were heartening but he would not rest until similar action was taken in all areas of the country where it was needed. \"We have not defeated this problem by any means, but shown together what can be done,\" he will say. Mr Blair this week defended the shake-up of the licensing laws, saying it was right to focus on troublemakers rather than treating everybody as a potential drunken nuisance. Ministers also boast of record police numbers and are speeding up plans to put in place 25,000 community support officers (CSOs). But researchers from Leeds University warned that CSOs could undermine traditional bonds between police officers and communities. More work needed to be done on clarifying the role of different agencies and how they linked together before CSOs, they argued in a the study. Critics of the government say it has announced more than 20 initiatives to tackle nuisance behaviour when the real focus should be on good policing. Home Office Minister Hazel Blears also revealed this week that \"about a third\" of Asbos were breached - with some people jailed and others not. "}},{"type":"node","id":"536","labels":["Document"],"properties":{"DocID":1200,"bbc_cat":"Politics","text":"Labour battle plan 'hides Blair' The Tories have accused Tony Blair of being \"terrified\" of scrutiny after Labour unveiled details of how it will fight the next general election. In a break with tradition, the party will ditch the leader's battle bus and daily press briefings in Westminster. Instead Mr Blair will travel to key cities and marginal seats to deliver the party's message. Labour election chief Alan Milburn denied the party was trying to \"hide\" the prime minister. He promised \"the most positive and upbeat election campaign Labour has ever run\". But Tory co-chairman Liam Fox said Labour's plans showed Mr Blair was \"terrified of facing proper scrutiny\". \"At a time when the British people are looking for more accountability and openness, this government turns its back on them; abandoning plans to tour the country and scared to face journalists in a press conference - it does rather beg the question, 'What have they got to hide?'\" The general election is widely expected next May and all the parties are stepping up their campaign preparations. Mr Milburn said the economy would take centre stage in Labour's campaign in what would be a \"watershed\" election and the \"last stand of the Thatcherites\". Mr Milburn said Labour's slogan would be \"Britain is working - Don't let the Tories wreck it.\" The tone of the campaign, said Mr Milburn, would be more conversational than rhetorical; more spontaneous less scripted; less national more local and less based on issues and more concentrated on people. The approach is particularly designed to appeal to women voters, he said. Mr Milburn brushed aside questions over why the chancellor was not present at the Cabinet meeting to discuss election strategy particularly since such importance was being given to the economy. \"I'm not privy to everybody's diary,\" he said. Mr Brown has headed Labour's preparations for previous polls but Mr Milburn is taking that role this time. In a break with the past, Labour will not hold a daily news conference in London. It will not be a \"battle bus\" style campaign either, he said. In previous elections, each party leader has had their own battle bus transporting national newspaper, television and radio reporters to staged campaign events around the country. Mr Milburn said Labour's media effort this time would focus more on local newspapers and broadcasters, with every local radio station given the chance to interview the prime minister. Mr Milburn said there would also be a greater effort to set up face-to-face meetings between ministers and the electorate. Former Downing Street media chief Alastair Campbell is also returning to advise Labour on media strategy and campaigning. Mr Milburn said no decision had been taken yet over whether David Blunkett would have a prominent role in the election. Liberal Democrat chief executive Lord Rennard suggested Labour was avoiding news conferences in London because it wanted less scrutiny of its record and proposals. \"Tony Blair seems to have disappeared from Labour leaflets and broadcasts,\" he said. \"In contrast Charles Kennedy will feature prominently in the Liberal Democrat campaign right across the country.\" "}},{"type":"node","id":"490","labels":["Document"],"properties":{"DocID":1154,"bbc_cat":"Politics","text":"'Poll Idols' face first hurdles Vote For Me - ITV1's Pop Idol style talent contest for would-be politicians - finally hits our screens this week. Over the next four days, hundreds of potential candidates will be whittled down by a panel of experts and public vote. The winner will then be encouraged to stand as an independent at the next general election, which is expected in the spring. But opinion is divided on whether any of the potential candidates unearthed so far have got what it takes to make it in politics. \"Any of them would make competent MPs,\" former independent MP Martin Bell insisted on BBC Radio 4's Today programme. Mr Bell, who will be offering his advice to the contestants on Wednesday, argues that Westminster has its share of \"odd balls\" and the show will engage ordinary voters. \"If it gets more people voting and more people interested in politics there is no harm in that,\" he said. But Sir Bernard Ingham, Margaret Thatcher's former press secretary, took a less charitable view, accusing the programme of \"corrupting politics\". He said the producers would not achieve their aim of re-engaging voters \"with that bunch of nutters\". To give Sir Bernard his dues, Monday evening's opening episode did attract more than a smattering of eccentrics and self-publicists. Among those chancing their arm were a druid priest and a former porn star, who insisted on removing her top to make her point about the legalisation of brothels. Among the more eccentric policy proposals was a public holiday on Bruce Forsyth's birthday and Bill Oddie for prime minister. The show follows the time-honoured Pop Idol format, with queues of nervous hopefuls and a panel of three experts judging their performance. The contestants were given 60 seconds to present their manifestos. Then the final 25 were tested on their lobbying ability. They were then cross-examined by the panel, which was chaired by ex-ITN political editor John Sergeant, with television host Lorraine Kelly taking the Nicki Chapman role. But the real star of the show is Kelvin MacKenzie, in the Simon Cowell, Mr Nasty seat. The former Sun editor dispensed a stream of well-crafted insults and one-liners. His advice for one young contestant was to \"get a haircut and a brain transplant\". Wheelchair user Kevin Donnellon was asked: \"Why on earth do you want our elected representatives to be disabled?\" \"Don't you care about the Inuit?\", implored guitar-toting environmental campaigner Barry Lim. \"I don't care about them. I care about myself and when the sun's shining I think - fantastic,\" replied Mr MacKenzie. Mr Lim later reduced the panel to fits of giggles as he outlined his plan to make people do community service instead of paying taxes. \"When the prime minister turns to the chancellor and says how much have we got in the coffers Mr Brown, he says well, prime minister, bad news, all the houses in Britain have been painted but actually nobody has paid any tax,\" observed Mr MacKenzie. \"That was an total disaster. I just couldn't seem to think of things to say,\" a crestfallen Mr Lim confided in the show's presenter, Jonathan Maitland. Irfan Hanif, a 25-year-old doctor from Bolton, made a good impression, even if he was a little thrown by Mr MacKenzie's suggestion that instead of being treated by the NHS, young drunks should \"given a good beating\" and left to die. Dominic Carman - son of late libel lawyer George Carman - was voted through to the final 25, on a platform of cutting defence spending to boost education. Opinion was more divided over Rodney Hylton-Potts, a 59-year-old convicted fraudster. Mr MacKenzie thought the smooth-talking former solicitor - with a hardline on crime and immigration - deserved a chance to progress. \"He could join the rest of the crooks in the Houses of Parliament.\" But Ms Kelly said she \"would not trust him as far as she could throw him\". The series continues throughout the week, with the public given the chance to evict one prospective MP every night. ITV will not fund the election campaign for the eventual winner, but the publicity could give the winner a flying start over other candidates. "}},{"type":"node","id":"499","labels":["Document"],"properties":{"DocID":1163,"bbc_cat":"Politics","text":"More reforms ahead says Milburn Labour will continue to pursue controversial reforms if it wins a third term in power, the party's election chief Alan Milburn has said. He pledged Labour would encourage more people to achieve their aspirations. \"What we want is for more people to earn and own,\" Mr Milburn told BBC Radio 4's Today show. Tory Shadow Chancellor Oliver Letwin called Labour \"a brilliant machine for talking about things\" but said it did not deliver policies the country needs. Meanwhile, the Liberal Democrats' President Simon Hughes said: \"New Labour has lost people's confidence in a way Old Labour never did.\" Mr Milburn told Today that Labour wanted policies which encouraged increased social mobility in Britain. Pressed on incapacity benefits, he said the tax and welfare system must \"provide the right incentives to people\". \"No-one is talking about driving people into work but what we do know is there are one million people on incapacity benefit who want the opportunity to work, providing the right level of support is there for them\". However, backbench Labour MP Karen Buck warned against proposed changes in such benefits. She told the Today programme: \"If the policy is seen as being about how do you make the feckless poor go back to work then it is not going to work, on the one hand. And it is not going to improve our electoral chances on the other.\" Mr Milburn also sought to draw a line under the controversy about reports of a feud between Gordon Brown and Prime Minister Tony Blair. He stressed that Mr Brown would play the same role that he did in the last election. Mr Milburn gave more details of planned reforms in a speech to Labour's Fabian Society, in which he also praised Mr Brown as one of the leaders of the party's reform process. In the speech, he backed choice in schools and hospitals, wider home ownership and changes to the welfare system. Mr Milburn insisted that government reform must continue. \"Our task is to rebuild the New Labour coalition around 'one nation politics' that recognise, while life is hard for many, all should have the chance to succeed,\" he said. \"There is a glass ceiling on opportunity in this country. In our first two terms we have raised it. In our third term we have to break it.\" Voters turned on the party when it failed to reform industrial relations in the 1960s, he also told his audience. Oliver Letwin said the government had failed to deliver in any of the key public services, such as cleaner hospitals, discipline in schools and putting more police on the streets. He said ministers had not delivered cleaner hospitals, with 5,000 people dying from infections last year. New Labour had failed on school discipline because it had not implemented serious reforms so that teachers could run schools, and which would give parents choice, he went on. For the Lib Dems, Simon Hughes said many pensioners are means tested for the money they needed and students who were told there wouldn't be tuition fees and more debt \"have been given exactly the opposite\". He added: \"Under New Labour, all households are still paying unfair council tax rather than a fairer alternative.\" "}},{"type":"node","id":"250","labels":["Document"],"properties":{"DocID":914,"bbc_cat":"Politics","text":"Drink remark 'acts as diversion' The first minister's statement that it was okay to get drunk \"once in a while\" has diverted attention from the real issues, it has been claimed. Jack Law, chief executive of Alcohol Focus Scotland, said Jack McConnell's comment was \"ill-advised\". The media attention had helped to move the focus from Scotland's binge drinking problems, Mr Law said. Scotsman journalist Hamish MacDonell said he believed the bigger picture had been \"obscured\" by the remark. Mr McConnell was speaking on Monday to more than 100 secondary pupils from schools in the Highlands about the problems of binge drinking and drink promotions. The one-sentence comment was immediately criticised by the Scottish National Party which accused him of encouraging young people to get drunk. But the Scottish Executive has insisted Mr McConnell was speaking about adults and his comments were \"a recognition that people will get drunk\". Mr MacDonell, political editor of The Scotsman, said: \"I think we have to say right at the outset that this was a very stupid and ill-advised remark by the first minister. \"If you come out with something like this, saying that by all means get drunk, then you will be pilloried for it.\" However, he added that \"perhaps Mr McConnell could feel rightly aggrieved about the coverage\". Mr MacDonell said: \"I think the problem here is that he did say a lot more things about binge drinking and under age drinking. \"But that whole side of things has been lost in the furore over one sentence. I understand why, but I think there is a much bigger message here that has been obscured.\" Mr Law, from voluntary body Alcohol Focus Scotland, believed damage had been done to Scotland's fight against binge drinking. He said he accepted that young people drank and they did have problems with drink. Mr Law added: \"I think the remark was ill-advised - but these remarks are blown out of all proportion and they so easily misrepresent what we are trying to do in Scotland. \"We don't want to preach to young people, but we need to acknowledge that they do drink problematically. \"This diverts us from the real issues which are about promoting responsibility and reducing harm and indeed tackling our drinking culture which is a culture about binge drinking and drunkenness.\" He said it was vital that young people were properly informed about the risks incurred to themselves and others when they got drunk. Mr MacDonell said that the first minister should know by now that if he said things which were \"off the mark\", they were bound to \"come back and bite him\". He added: \"Here, Mr McConnell was talking in the Highlands to 100 teenagers and every word he said was put out on a webcast by the Scottish Executive and then looked at by other politicians and reporters. \"I think in this instance he has done a lot of really good things and he will be regretting this remark.\" The Scottish National Party's Holyrood leader Nicola Sturgeon wrote to Mr McConnell on Tuesday accusing him of an error of judgement and calling for him to apologise for his \"ill-judged comment\" and withdraw it immediately. In a furious response, the first minister said his comments had been distorted and taken out of context. He told Ms Sturgeon: \"It is disappointing that you have contributed to this distortion by saying it is staggering that I 'should encourage young people to get drunk'. \"That is completely untrue. Perhaps it would have been wiser for you to find out what was actually said before you rushed to represent my position, undermine the convener of education at Highland Council and insult the intelligence of the young people I spoke with - all for the sake of a simple soundbite.\" "}},{"type":"node","id":"291","labels":["Document"],"properties":{"DocID":955,"bbc_cat":"Politics","text":"Cardinal criticises Iraq war cost Billions of pounds spent on conflict in Iraq and in the Middle East should have been used to reduce poverty, Cardinal Cormac Murphy-O'Connor has said. The head of the Catholic Church in England and Wales made the comments on BBC Radio 4 and will re-iterate his stance in his Christmas Midnight Mass. The cardinal used a Christmas message to denounce the war in Iraq as a \"terrible\" waste of money. He and the Archbishop of Canterbury have both spoken out about the war. Speaking on BBC Radio 4's Thought for the Day slot, he criticised the fact that \"billions\" have been spent on war, instead of being used to bring people \"out of dire poverty and malnourishment and disease\". The cardinal said 2005 should be the year for campaigning to \"make history poverty\". He added: \"If the governments of the rich countries were as ready to devote to peace the resources they are willing to commit to war, that would be to see with new eyes and speak with a new voice and perhaps then others would listen to us with new ears.\" The cardinal will touch on this theme again on Friday night when he will tell the congregation of 2,000 at Westminster Cathedral that peace is \"worth, always, striving for\". \"How is it that peace has not arrived?,\" the cardinal will ask. \"How is it that there is war in Iraq, violence in the Holy Land, and the horror of pain and death amongst the poor and deprived who suffer from injustice and thus do not find peace?\" \"How can one wish a happy Christmas for our fellow Christians in Iraq or in the Holy Land or those who suffer in Africa unless you and I, in whatever way is open to us, say and do what makes for peace?\" Both the Cardinal and Archbishop of Canterbury Dr Rowan Williams appealed for the weapons inspectors to be given more time in Iraq before the war started. Dr Williams has since criticised the government over its case for war, saying the failure to find weapons of mass destruction had damaged faith in the political system. On Friday, the Cardinal will ask the congregation to search for peace. \"It is possible, it is real, it is worth, always, striving for, because of the promise of Our Saviour,\" he will say. \"I also wish you peace in your homes because peace in your home is the beginning of peace in the homes of the community. \" A spokesman said Downing Street had no comment to make. But Prime Minister Tony Blair has said he will put Africa at the top of the agenda when Britain chairs the G8 summit next year. "}},{"type":"node","id":"375","labels":["Document"],"properties":{"DocID":1039,"bbc_cat":"Politics","text":"MP attacked by muggers in Kenya An MP has had more than £600 and his passport stolen after being mugged by six men in a park in Kenya. Quentin Davies, the MP for Grantham and Stamford, was attacked in a notoriously dangerous park in the capital, Nairobi. He was not hurt in the mugging on Saturday evening. Several people are being questioned over the attack. He was in Kenya before travelling to Sudan with the Parliamentary committee. Local police were said to be \"surprised\" he was in the area. Mr Davies, 60, said the mugging occurred 100 yards from the Nairobi Serena Hotel and equally close to the Anglican Cathedral in the centre of the city at dusk. He said in a statement: \"It was a frightening experience. \"Six men managed to steal up on me and grab me from behind. \"I knew I had to stay very calm and passive - you cannot fight six men\". He had to spend an extra 24 hours in Nairobi before rejoining the rest of the House of Commons International Development Committee in Dafur after the mugging. \"Naturally, I was afraid they would use a knife or gun, though they never produced any weapon,\" he said. \"Two of them held me from behind and two others held my legs and another one expertly rifled all my pockets.\" "}},{"type":"node","id":"445","labels":["Document"],"properties":{"DocID":1109,"bbc_cat":"Politics","text":"Custody death rate 'shocks' MPs Deaths in custody have reached \"shocking\" levels, a committee of MPs and peers has warned. The joint committee on human rights found those committing suicide were mainly the most vulnerable, with mental health, drugs or alcohol problems. Members urged the government to set up a task force to tackle deaths in prisons, police cells, detention centres and special hospitals. There was one prison suicide every four days between 1999 and 2003, MPs said. The report, which followed a year-long inquiry by the committee, found the high death rate \"amounts to a serious failure to protect the right to life of a highly vulnerable group\". Many of those who ended up taking their own lives had \"presented themselves\" to the authorities with these problems before they even offended, the report said. It questioned whether prison was the most appropriate place for them to be kept and whether earlier intervention would have meant custody could have been avoided. Increased resources and a reduction in the use of imprisonment was needed to address the issue in the longer term, the report said. Committee chairman Labour MP Jean Corston said: \"Each and every death in custody is a death too many, regardless of the circumstances. \"Yet throughout our inquiry we have seen time and time again that extremely vulnerable people are entering custody with a history of mental illness, drug and alcohol problems and potential for taking their own lives.\" \"These highly vulnerable people are being held within a structure glaringly ill-suited to meet even their basic needs. \"Crime levels are falling but we are holding more people in custody than ever before. The misplaced over-reliance on the prison system for some of the most vulnerable people in the country is at the heart of the problems that we encountered. \"Until we change our whole approach to imprisoning vulnerable people we cannot begin to meet our positive obligations under Article 2 of the European Convention on Human Rights and meet our duty of care to them.\" The committee also highlighted \"deeply worrying\" cases of children and young people taking their own lives. Between 1990 and 2004, 25 children have taken their own lives in prison and two have died in secure training centres. It picked out the case of Joseph Scholes, who hanged himself from the bars of his cell in Stoke Heath Young Offender Institution in March 2002, and urged the home secretary to hold a public inquiry. It revealed that two weeks before his court appearance for a series of robberies, the 16-year-old was depressed, exhibiting suicidal tendencies and slashed his face with a knife about 30 times. Even though the trial judge had been alerted to his experience of sexual abuse and mental illness, he was sentenced to a two-year detention and training order. Nine days into his sentence, Joseph hung himself from the bars of his cell window with a sheet. "}},{"type":"node","id":"520","labels":["Document"],"properties":{"DocID":1184,"bbc_cat":"Politics","text":"Baron Kinnock makes Lords debut Former Labour leader Neil Kinnock has officially been made a life peer during a ceremony in the House of Lords. He will be known Baron Kinnock of Bedwellty - after his former constituency. Lord Kinnock - who led Labour from 1983 until 1992 - was until recently one of Britain's EU commissioners. A former critic of the House of Lords, he has said he will use the Upper House to advocate its reform and to talk on issues like higher education. \"I accepted the kind invitation to enter the House of Lords as a working peer for practical political reasons,\" he said when his peerage was first announced. \"It is a good base for campaigning on national issues like education, sustainable transport, industrial change and the ageing society and global concerns, particularly poverty and oppression.\" During his induction into the Upper House, Lord Kinnock was accompanied by Lords Leader Baroness Amos and Baroness Royall of Blaisdon, a former aide to the ex-Labour leader. It has been a long journey for the new Lord Kinnock from his earliest days as a rebellious youngster in the south Wales valleys. Born in 1942 in Tredegar to a miner father and nurse mother, he attended Lewis Boys' School in nearby Pengam, known then as the \"Eton of the valleys\". From there he went to Cardiff University, where he met his future wife Glenys, now a Labour MEP. After a brief career as a tutor for the Workers' Educational Association, he became an MP at the age of just 28 for his home seat of Bedwellty (later Islwyn). He gained a reputation as a left-wing firebrand, voting against his own Labour government's spending cuts proposals in 1975, and later rejecting a junior post in James Callaghan's administration. But he joined the shadow cabinet in 1980, and after Labour's heavy defeat in the 1983 he was elected leader. He took on the far-left Militant Tendency and began the long process of returning his party to the centre ground. He was not expected to win the 1987 election, when Margaret Thatcher was still riding high, but was bitterly disappointed to lose the next one in 1992 to John Major, and stepped down. He remained an MP until 1995, when he resigned to become European commission for transport. Four years later he became vice-president of the European Commission, with responsibility for internal reform. As he assumes the title of Lord Kinnock, he has also become chairman of the British Council, which promotes the UK's reputation for arts, science and education. "}},{"type":"node","id":"277","labels":["Document"],"properties":{"DocID":941,"bbc_cat":"Politics","text":"Blair and Blunkett Sheffield trip Tony Blair is to join Home Secretary David Blunkett in a visit to Sheffield on Thursday. Mr Blunkett's conduct is being looked at to establish whether he abused his position in relation to his ex-lover. The Parliamentary standards watchdog is looking at his decision to give Kimberly Quinn free rail tickets. He is also being investigated over the visa application of Mrs Quinn's ex-nanny. The visit to Sheffield will be seen as a show of unity by Mr Blair. On Wednesday during Prime Minister's Questions, Tory leader Michael Howard went on the offensive over comments Mr Blunkett is alleged to have made in a new biography. He is understood to have made a series of criticisms about his Cabinet colleagues from the prime minister down. Mr Howard said Mr Blunkett had complained he had inherited a \"giant mess\" when he took over at the Home Office from Jack Straw, now foreign secretary. The Tory leader went on: \"He doesn't stop there: he thinks the culture secretary's weak; he thinks the trade secretary doesn't think strategically and he thinks the education secretary hasn't developed as expected. \"He says the prime minister doesn't like being told the truth and the chancellor - no doubt the prime minister will agree with this - is a bully.\" Mr Blair retorted voters remembered the record of a government and no comments by politicians. The home secretary has already admitted he was wrong to give the two first class tickets, given to him as an MP, to Mrs Quinn and has since paid the £180 back. He has apologised for \"a genuine mistake\" and says he will write to the watchdog to answer further questions. The rail tickets are meant to help MPs' spouses get between Westminster and their constituencies. After his inquiry, Parliamentary watchdog Sir Philip Mawer will report to the Commons Standards and Privileges Committee, the group of MPs who will recommend to the full House of Commons what action - if any - should be taken against Mr Blunkett. The separate inquiry by ex-senior civil servant Sir Alan Budd is investigating whether the home secretary helped fast-track a bid by Mrs Quinn's nanny, Leoncia Casalme, to stay in the UK. Last week, Mr Blunkett won the first round of a High Court battle with Mrs Quinn for access to her son. Mr Blunkett declined to comment about his own position, saying the inquiry was under way and the High Court had stressed his right to privacy did not affect his job in improving security and stability. Downing Street has stressed Mr Blair's support for the home secretary. "}},{"type":"node","id":"119","labels":["Document"],"properties":{"DocID":783,"bbc_cat":"Entertainment","text":"TV presenter Deeley drops CD:UK Cat Deeley has resigned as host of ITV1's Saturday morning children's music show CD:UK after six years. The 28-year-old host who also presents Stars In Their Eyes said she wanted to concentrate on new television projects. \"I've had a great few years, met some really incredible people and been given some wonderful opportunities,\" the presenter said. Deeley will host her last show on 5 March and guest presenters will stand in until a replacement is found. The long-running presenter said: \"I would like to take this opportunity to thank the CD:UK team and all the viewers that have watched, supported the show and let me gate crash their Saturday morning. \"Whilst obviously I am really sad to say goodbye, I'm immensely excited about the future.\" Deeley formerly co-hosted SM:tv, the children's show which airs before CD:UK on a Saturday morning, alongside hit presenters Ant and Dec. She won a Children's Bafta award for best presenter in December 2001 and also fronted BBC One's Fame Academy series. "}},{"type":"node","id":"5440","labels":["Document"],"properties":{"DocID":608,"bbc_cat":"Entertainment","text":"Controversial film tops festival A controversial film starring Hollywood actor Kevin Bacon as a convicted paedophile won top honours at the London Film Festival on Thursday. The Woodsman won the Satyajit Ray Award, named after the Indian director. The low-budget film, directed by Nicole Kassell, is about a convicted child molester trying to rebuild his life after 12 years in jail. Judges said the film tackled the contentious subject with \"great insight and sensitivity\". Previous films to take the prize include the Oscar-winning Boys Don't Cry, which was about the true life story of murdered transsexual Brandon Teena. British writer-director Amma Asante won the UK Film Talent Award this year for her debut feature A Way Of Life. Set in South Wales, the film is about a teenage single mother who becomes embroiled in a tense stand-off with a Turkish neighbour. Also on Thursday night, the Fipresci International Critics Awards went to Aaltra, a Belgian film about the handicapped; and the Sutherland Trophy, which was won by Jonathan Caouette for his film Tarnation. The festival closed with a screening of the film I Heart Huckabees, starring Jude Law and Dustin Hoffman and directed by Three Kings film-maker David O Russell. The festival this year also included the first European screening of the new Pixar animation The Incredibles, and the British film Bullet Boy, starring So Solid Crew rapper Asher D. "}},{"type":"node","id":"154","labels":["Document"],"properties":{"DocID":818,"bbc_cat":"Entertainment","text":"Double win for Sea Inside Spanish movie The Sea Inside has been named best picture and star Javier Bardem best actor at the Bangkok International Film Festival. Based on the true story of a paralysed man's battle to end his life, The Sea Inside was best foreign language film at the 2005 Golden Globe Awards. Annette Bening and Ana Geislerova shared the best actress award at the Bangkok festival. This year's event was scaled down following the Asian tsunami disaster. Falling Down and The Phantom of the Opera director Joel Schumacher won a lifetime achievement award while Hong Kong director Wong Kar-Wai was honoured for promoting Asian cinema. \"It's a great honour, I want to share this honour with my Thai colleagues,\" Wong said. French writer Christophe Barratie and Korean writer Park Chan-Chook shared the best screenplay award for Les Choristes and Old Boy respectively. Now in its third year, the Bangkok International Film Festival is donating profits from ticket sales to the tsunami relief fund. "}},{"type":"node","id":"196","labels":["Document"],"properties":{"DocID":860,"bbc_cat":"Entertainment","text":"Women in film 'are earning less' Women in the UK film industry earn less than their male counterparts despite being better qualified, according to a study released on Wednesday. Only 16% of women earn more than £50,000, compared with 30% of men. Women make up a third of the workforce. The research was carried out jointly by the UK Film Council and industry training body Skillset. It also found that women in the industry were less likely than men to be married or have dependant children. The study, which claims to be the most in-depth so far conducted, found 60% of women in the film industry hold degrees, compared with 39% of men. Whilst 17% of men in the industry had no qualifications, this was true for only five per cent of women. In the lower salary bracket, 35% of women earn less than £20,000 a year, compared to only 18% of men. The research found very few women worked in the camera, sound, electrical and construction departments, but they made up a majority of those working in make-up and hairdressing. UK Film Council chief executive John Woodward said: \"Whilst the UK has benefited hugely from its highly-qualified film production workforce there are still many barriers facing people who want to get in and stay in the industry.\" \"Developing the film production workforce must be underpinned with a commitment to diversity as well as training.\" The workforce is largely focused around London, with 78% in the industry based in the capital and the south east of England. The industry depends heavily on word of mouth, with 81% being recruited in that way. In total, only five percent of the workforce is made up of ethnic minorities, although in London the figure rises to 24%. The necessity of completing unpaid work experience to get into the workforce has also shot up, from 5% before the 1980s, to 45% after 2000. "}},{"type":"node","id":"72","labels":["Document"],"properties":{"DocID":736,"bbc_cat":"Entertainment","text":"George Michael to perform for BBC George Michael is to perform live at London's Abbey Road studios as part of a BBC Radio 2 special next month. The session, which will broadcast on 18 December, will also see him talk about how his biggest hits came about. Michael's appearance is part of the station's Sold on Song initiative, which explores the art of songwriting. The station also confirmed that Chris Tarrant will be hosting a one-off New Year's Eve programme. He left London's Capital FM this year after 17 years. The former breakfast show host - who attracted some of the highest ratings in Britain, despite only broadcasting to London - will offer his own individual take on the year in the two-hour show. \"This should be great fun,\" Tarrant said. \"I've had a fantastic year and I know that lots of other people have as well. I'm definitely looking forward to being on Radio 2.\" Other Christmas specials from Radio 2 include singer Jamelia hosting a Christmas Day concert from the London Community Gospel Choir, while actor Christopher Lee will read Fireside Tales from the likes of Edgar Allan Poe, E Nesbit and Ambrose Bierce. Comedian Harry Hill will host a spoof nostalgia show on Christmas Day, while singer Jamie Cullum will perform a live concert for the station. "}},{"type":"node","id":"73","labels":["Document"],"properties":{"DocID":737,"bbc_cat":"Entertainment","text":"Joy Division story to become film The life of late Joy Division singer Ian Curtis is to be made into a film, it has been announced. The Manchester-based production is called Touching From A Distance, after a book by Curtis's widow Deborah which forms the basis for the film. Music mogul Tony Wilson, who headed the record company Joy Division were signed to, will be co-executive producer. The musician committed suicide in 1980 aged 23, shortly before the band were due to go on tour in the US. Mr Wilson, who has remained friends with Curtis's widow and daughter Natalie, who he says asked for his involvement to make the film \"official\". \"People have different ideas as to why Ian committed suicide, so maybe the film will reflect those different views,\" he told the BBC News website. Plans for a separate Joy Division film had been announced at the Cannes Film Festival earlier this year, but the project did not get off the ground as it failed to get the backing of Curtis's family. Mr Wilson, who was also involved with Joy Division's sucessor band New Order, as well as the Happy Mondays, said he would \"rather not\" appear in the film. He made a cameo appearance in 24 Hour Party People, in which his leading role was played by Steve Coogan. \"I'm not an actor and I did a lousy job playing my part in 24 Hour Party People,\" said the Factory Records founder, who has been associated with the Manchester music scene since the 1970s. \"Film people have a tendency to mess up when they touch music, but I hope this one works. \"This is much more than the music - they want to do the real story of Ian,\" he said. The film is to be directed by Dutch-born Anton Corbijn, who has made music movies for Depeche Mode and U2. It will be produced by a US production company, while the widow of Ian Curtis will also be an executive producer. "}}],"rels":[{"id":"22464","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1350","labels":["Document"]}},{"id":"22465","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1309","labels":["Document"]}},{"id":"22466","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1237","labels":["Document"]}},{"id":"22467","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1165","labels":["Document"]}},{"id":"22468","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1331","labels":["Document"]}},{"id":"22469","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"642","labels":["Document"]}},{"id":"22470","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"425","labels":["Document"]}},{"id":"22471","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"307","labels":["Document"]}},{"id":"22472","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"377","labels":["Document"]}},{"id":"22473","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"494","labels":["Document"]}},{"id":"22474","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"606","labels":["Document"]}},{"id":"22475","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"297","labels":["Document"]}},{"id":"22476","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"493","labels":["Document"]}},{"id":"22477","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"265","labels":["Document"]}},{"id":"22478","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"323","labels":["Document"]}},{"id":"22479","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"536","labels":["Document"]}},{"id":"22480","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"490","labels":["Document"]}},{"id":"22481","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"499","labels":["Document"]}},{"id":"22482","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"250","labels":["Document"]}},{"id":"22483","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"291","labels":["Document"]}},{"id":"22484","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"375","labels":["Document"]}},{"id":"22485","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"445","labels":["Document"]}},{"id":"22486","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"520","labels":["Document"]}},{"id":"22487","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"277","labels":["Document"]}},{"id":"22488","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"119","labels":["Document"]}},{"id":"22489","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"5440","labels":["Document"]}},{"id":"22490","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"154","labels":["Document"]}},{"id":"22491","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"196","labels":["Document"]}},{"id":"22492","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"72","labels":["Document"]}},{"id":"22493","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"73","labels":["Document"]}},{"id":"22451","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1266","labels":["Document"]}},{"id":"22452","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1419","labels":["Document"]}},{"id":"22453","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1307","labels":["Document"]}},{"id":"22454","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1383","labels":["Document"]}},{"id":"22455","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1402","labels":["Document"]}},{"id":"22456","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1208","labels":["Document"]}},{"id":"22457","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1346","labels":["Document"]}},{"id":"22458","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1425","labels":["Document"]}},{"id":"22459","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1285","labels":["Document"]}},{"id":"22460","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1543","labels":["Document"]}},{"id":"22461","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1254","labels":["Document"]}},{"id":"22462","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1446","labels":["Document"]}},{"id":"22463","type":"relationship","label":"READ","properties":{"weight":1},"start":{"id":"4824","labels":["User"]},"end":{"id":"1452","labels":["Document"]}}]}